{
  "[/O:CAUSE_OF_DEATH]": 28999,
  "[/O:CITY]": 29003,
  "[/O:COUNTRY]": 29007,
  "[/O:CRIMINAL_CHARGE]": 29011,
  "[/O:DATE]": 29015,
  "[/O:DURATION]": 29019,
  "[/O:IDEOLOGY]": 29023,
  "[/O:LOCATION]": 29027,
  "[/O:NATIONALITY]": 29031,
  "[/O:NUMBER]": 29035,
  "[/O:ORGANIZATION]": 29039,
  "[/O:PERSON]": 29043,
  "[/O:RELIGION]": 29047,
  "[/O:STATE_OR_PROVINCE]": 29051,
  "[/O:TITLE]": 29055,
  "[/O:URL]": 29059,
  "[/S:CAUSE_OF_DEATH]": 28997,
  "[/S:CITY]": 29001,
  "[/S:COUNTRY]": 29005,
  "[/S:CRIMINAL_CHARGE]": 29009,
  "[/S:DATE]": 29013,
  "[/S:DURATION]": 29017,
  "[/S:IDEOLOGY]": 29021,
  "[/S:LOCATION]": 29025,
  "[/S:NATIONALITY]": 29029,
  "[/S:NUMBER]": 29033,
  "[/S:ORGANIZATION]": 29037,
  "[/S:PERSON]": 29041,
  "[/S:RELIGION]": 29045,
  "[/S:STATE_OR_PROVINCE]": 29049,
  "[/S:TITLE]": 29053,
  "[/S:URL]": 29057,
  "[O:CAUSE_OF_DEATH]": 28998,
  "[O:CITY]": 29002,
  "[O:COUNTRY]": 29006,
  "[O:CRIMINAL_CHARGE]": 29010,
  "[O:DATE]": 29014,
  "[O:DURATION]": 29018,
  "[O:IDEOLOGY]": 29022,
  "[O:LOCATION]": 29026,
  "[O:NATIONALITY]": 29030,
  "[O:NUMBER]": 29034,
  "[O:ORGANIZATION]": 29038,
  "[O:PERSON]": 29042,
  "[O:RELIGION]": 29046,
  "[O:STATE_OR_PROVINCE]": 29050,
  "[O:TITLE]": 29054,
  "[O:URL]": 29058,
  "[S:CAUSE_OF_DEATH]": 28996,
  "[S:CITY]": 29000,
  "[S:COUNTRY]": 29004,
  "[S:CRIMINAL_CHARGE]": 29008,
  "[S:DATE]": 29012,
  "[S:DURATION]": 29016,
  "[S:IDEOLOGY]": 29020,
  "[S:LOCATION]": 29024,
  "[S:NATIONALITY]": 29028,
  "[S:NUMBER]": 29032,
  "[S:ORGANIZATION]": 29036,
  "[S:PERSON]": 29040,
  "[S:RELIGION]": 29044,
  "[S:STATE_OR_PROVINCE]": 29048,
  "[S:TITLE]": 29052,
  "[S:URL]": 29056
}
